Repository: efalive/efalive
Catalog: i18n/po_files/efalive_autobackup.po
Languages: de

source: Wrong password given for auto backup!
de: Falsches Passwort eingegeben!

source: Password for auto backup$ERROR
de: Passwort für Autobackup$ERROR

source: Password
de: Passwort

source: Backup aborted by user
de: Datensicherung durch den Benutzer abgebrochen

source: \nWrong password!
de: \nFalsches Passwort!

source: Wait for $OPTARG seconds ...
de: Warte für $OPTARG Sekunden ...

source: Error, specified delay (-d) is not a number!
de: Fehler, angegebene Wartezeit (-d) ist keine Zahl!

source: Unknown argument: -$OPTARG\n
de: Unbekanntes Argument: -$OPTARG\n

source: Usage: autobackup.sh [-q] [-d DELAY] <DEVICE>
de: Benutzung: autobackup.sh [-q] [-d WARTEZEIT] <GERÄT>

source: Unknown argument: -$OPTARG
de: Unbekanntes Argument: -$OPTARG

source: Error, no backup device specified!
de: Fehler, kein Gerät für Datensicherung angegeben!

source: Error, specified device does not exist!
de: Fehler, das angegebene Gerät existert nicht!

source: Mounting $1 to /media/backup...
de: Hänge $1 nach /media/backup ein...

source: Creating backup to /media/backup...
de: Erstelle Datensicherung in /media/backup...

source: Unmounting $1...
de: Hänge $1 aus...

source: Login to efa server failed, please check that the efaLive administrator is created in efa configuration
de: Login bei efa2 Server fehlgeschlagen, bitte prüfen, ob der efaLive Administrator in der efa2 Konfiguration erstellt wurde

source: Backup failed, error code: $BACKUP_RESULT !\n\nView autobackup.log for details.
de: Datensicherung fehlgeschlagen, Fehlercode: $BACKUP_RESULT !\n\nMehr Informationen in autobackp.log.

source: Backup successful.
de: Datensicherung erfolgreich.
